
/* Class = "NSTextFieldCell"; title = "Annotations"; ObjectID = "09J-Sj-sSQ"; */
"09J-Sj-sSQ.title" = "Anteckningar";

/* Class = "NSButtonCell"; title = "Maximum number of downloads"; ObjectID = "0os-Tx-69n"; */
"0os-Tx-69n.title" = "Högsta antalet hämtningar";

/* Class = "NSButton"; ibShadowedToolTip = "Enter the email addresses of the desired recipients here. If there are multiple recipients, separate the addresses with a semicolon ‘;’."; ObjectID = "3Fm-Cx-0nK"; */
"3Fm-Cx-0nK.ibShadowedToolTip" = "Ange e-postadress för varje mottagare här. Dela upp olika adresser med ett semikolon ‘;’.";

/* Class = "NSTokenFieldCell"; placeholderString = "Email address(es)"; ObjectID = "3Sx-wN-rLi"; */
"3Sx-wN-rLi.placeholderString" = "E-postadress(er)";

/* Class = "NSWindow"; title = "Create Download Share"; ObjectID = "5Ir-AP-9Uz"; */
"5Ir-AP-9Uz.title" = "Skapa hämtningslänk";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "Cjg-Uh-hkr"; */
"Cjg-Uh-hkr.label" = "Avancerat";

/* Class = "NSTextFieldCell"; title = "Your message:"; ObjectID = "Gwp-Nb-dc3"; */
"Gwp-Nb-dc3.title" = "Ditt meddelande:";

/* Class = "NSTextFieldCell"; title = "Send password via SMS:"; ObjectID = "L7d-GK-ZQn"; */
"L7d-GK-ZQn.title" = "Skicka lösenord via SMA:";

/* Class = "NSTextFieldCell"; placeholderString = "Subject"; ObjectID = "MCq-VP-2cd"; */
"MCq-VP-2cd.placeholderString" = "Ämne";

/* Class = "NSButton"; ibShadowedToolTip = "If you set a password, it has to be entered when the link is opened. The shared file cannot be downloaded without entering the correct password. The password is not sent in the email. Please inform the recipient about the password in a different way. The password must meet the following criteria: at least 8 characters, letters and numbers"; ObjectID = "NPD-sC-lIL"; */
"NPD-sC-lIL.ibShadowedToolTip" = "Om du angivit ett lösenord måste lösenordet uppges varje gång länken öppnas. Den delade filen kan inte hämtas utan lösenordet. Lösenordet skickas inte över e-post. Informera mottagaren om lösenordet på ett annat sätt. Lösenordet måste bestå av minst 8 specialtecken, bokstäver och siffror.";

/* Class = "NSTokenFieldCell"; placeholderString = "Mobile phone number(s)"; ObjectID = "POV-nm-Wsx"; */
"POV-nm-Wsx.placeholderString" = "Mobiletefonnummer";

/* Class = "NSTextField"; ibShadowedToolTip = "If you want to send the password automatically to certain recipients via SMS, enter their mobile numbers here. If necessary, separate several mobile phone numbers by semicolon (;). The password transmission via SMS offers increased security and can prevent the password from reaching unauthorized hands."; ObjectID = "Vpe-7m-nyy"; */
"Vpe-7m-nyy.ibShadowedToolTip" = "Om du vill skicka lösenordet  till vissa mottagare automatiskt via SMS skriver du in deras mobiltelefonnummer här. Separera mobiltelefonnummer med ett semikolon(;). Genom att skicka lösenordet över SMS ökar säkerheten och förebygger att obehöriga får kännedom om lösenordet.";

/* Class = "NSButton"; ibShadowedToolTip = "Activate to receive an email notification each time the file is downloaded"; ObjectID = "WAC-wk-MfT"; */
"WAC-wk-MfT.ibShadowedToolTip" = "Slå på för att tag emot e-post avisering vid varje hämtning. ";

/* Class = "NSTextFieldCell"; title = "Subject:"; ObjectID = "aYC-x5-fUB"; */
"aYC-x5-fUB.title" = "Ämne:";

/* Class = "NSTextFieldCell"; placeholderString = "Your message"; ObjectID = "b6h-nJ-1qL"; */
"b6h-nJ-1qL.placeholderString" = "Ditt meddelande";

/* Class = "NSButtonCell"; title = "Notify on downloads"; ObjectID = "gl6-eu-MWo"; */
"gl6-eu-MWo.title" = "Avisera varje hämtning";

/* Class = "NSButtonCell"; title = "Password"; ObjectID = "hL7-2c-ZNi"; */
"hL7-2c-ZNi.title" = "Lösenord";

/* Class = "NSButton"; ibShadowedToolTip = "The expiration date shows the last day on which the link is valid. After the date has expired, the file can no longer be downloaded with this link."; ObjectID = "k6J-Qf-tmg"; */
"k6J-Qf-tmg.ibShadowedToolTip" = "Utgångsdatumet anger sista dagen länken är giltig. När utgångsdatumet har passerat kan inte filer hämtas genom länken. ";

/* Class = "NSButtonCell"; title = "Show name of creator publicly"; ObjectID = "kI4-Nf-G7t"; */
"kI4-Nf-G7t.title" = "Visa namn av skapare publikt";

/* Class = "NSTabViewItem"; label = "Settings"; ObjectID = "kO7-0e-JvW"; */
"kO7-0e-JvW.label" = "Inställningar";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "o2F-9o-j5k"; */
"o2F-9o-j5k.title" = "Avbryt";

/* Class = "NSButtonCell"; title = "Expiration date"; ObjectID = "ojx-Sm-ieQ"; */
"ojx-Sm-ieQ.title" = "Utgångsdatum";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Repeat password"; ObjectID = "qSi-ck-kI3"; */
"qSi-ck-kI3.placeholderString" = "Upprepa lösenord";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Password"; ObjectID = "thZ-vc-zA0"; */
"thZ-vc-zA0.placeholderString" = "Lösenord";

/* Class = "NSButtonCell"; title = "Send share via email"; ObjectID = "u7K-lG-JBv"; */
"u7K-lG-JBv.title" = "Skicka länk till:";

/* Class = "NSTextFieldCell"; title = "Send share to:"; ObjectID = "v5h-o2-RtP"; */
"v5h-o2-RtP.title" = "Skicka länk till:";

/* Class = "NSButtonCell"; title = "Create"; ObjectID = "vxM-qi-odF"; */
"vxM-qi-odF.title" = "Skapa";
